{
    "c2array": true,
    "size": [
        5,
        10,
        1
    ],
    "data": [
        [
            [
                "Asas-asas dasar yang digunakan dalam Sarekat Islam adalah, kecuali ..."
            ],
            [
                "Pada kongres tahunan sarekat islam yang dilakukan pada 26-29 Juni 1915 di Surabaya membahas mengenai ..."
            ],
            [
                "Ajaran Marxis yang menjadi landasan para kaum sosialis merupakan ajaran dari Karl Marx. Adanya pemikiran ini adalah untuk …"
            ],
            [
                "ISDV merupakan organisasi yang bertujuan untuk memperbesar dan memperkuat gerakan komunis di Indonesia. Kepanjangan dari ISDV adalah ..."
            ],
            [
                "Serikat buruh pertama kali di Indonesia yang didirikan oleh perusahaan Belanda adalah ..."
            ],
            [
                "Tokoh Belanda sekaligus pendiri ISDV sebagai cikal bakal PKI di indonesia yang bekerja di Surabaya Handelsblad adalah ..."
            ],
            [
                "Bumiputera pertama yang bergabung dalam ISDV dan menjadi ketua SI cabang Semarang adalah …"
            ],
            [
                "Sneevliet dihukum oleh pemerintahan Belanda karena menulis Zegepraal yang berarti ajakan kemenangan yang dimuat dalam surat kabar De Indier. Alasan Sneevliet menulis zegepraal tersebut adalah ..."
            ],
            [
                "Makna Logo PKI dengan lambang Palu dan Arit adalah...."
            ],
            [
                "Pada kongres nasional CSI kedua di Jakarta pada 20-27 Oktober 1917 adalah membahas mengenai ..."
            ]
        ],
        [
            [
                "Asas Kekeluargaan"
            ],
            [
                "Penekanan SI agar berpegang teguh pada islam"
            ],
            [
                "Untuk menghapuskan eksploitasi terhadap kaum buruh dan kaum borjuis"
            ],
            [
                "Indische Sociaal Democratische Vereniging"
            ],
            [
                "Vereniging van Spooren Tramwegpersoneel"
            ],
            [
                "Sneevliet"
            ],
            [
                "Semaun"
            ],
            [
                "Agar masyarakat Jawa meniru Rusia dalam memberantas kolonial"
            ],
            [
                "Buruh dan Petani"
            ],
            [
                "Wacana pembentukan Volksraad yang hanya diduduki oleh para pegawai Belanda dan kalangan bangsawan"
            ]
        ],
        [
            [
                "Asas Agama"
            ],
            [
                "Menghapus stigma negatif terhadap oknum"
            ],
            [
                "Memotong jarak antara si kaya dan si miskin"
            ],
            [
                "Indonesia Socialis Demokratis Vereniging"
            ],
            [
                "Veereniging Spoor and Traim"
            ],
            [
                "H.W. Dekker"
            ],
            [
                "Darsono"
            ],
            [
                "Agar masyarakat berinisiatif untuk membuat kelompok pergerakan untuk melawan pemerintahan"
            ],
            [
                "Buruh dan Pedagang"
            ],
            [
                "Penolakan adanya keikutsertaan dalam Indie weerbaar"
            ]
        ],
        [
            [
                "Asas Kerakyatan"
            ],
            [
                "Pemilihan calon pengurus besar central committee"
            ],
            [
                "Untuk membentuk kelas-kelas sosial"
            ],
            [
                "Indische Social Democratische Vereniging"
            ],
            [
                "Vereniging Personel Fabriek"
            ],
            [
                "Adolf Baars"
            ],
            [
                "Sosrokardono"
            ],
            [
                "Agar pemerintah kolonial memberikan izin kepada Sneevliet dalam mendirikan ISDV"
            ],
            [
                "Petani dan Pedagang"
            ],
            [
                "Disepakati pembentukan pergerakan kaum buruh ( PPKB )"
            ]
        ],
        [
            [
                "Asas Sosial Ekonomi"
            ],
            [
                "Menetapkan anggaran dasar"
            ],
            [
                "Untuk membentangkan fakta sosial"
            ],
            [
                "Indische Sociale Democrative Vereeniging"
            ],
            [
                "Vereniging Van Spoor"
            ],
            [
                "Van Burink"
            ],
            [
                "Alimin"
            ],
            [
                "Agar dapat menarik perhatian rakyat dan bergabung dengan ISDV"
            ],
            [
                "Pedagang dan Pendidik"
            ],
            [
                "Berakhirnya pertikaian antara SI Merah dan SI Putih"
            ]
        ]
    ]
}