{
    "c2array": true,
    "size": [
        5,
        10,
        1
    ],
    "data": [
        [
            [
                "Tujuan Belanda membentuk volksraad adalah untuk?"
            ],
            [
                "Kongres nasional sarekat islam ketiga dilaksanakan di.... pada ..."
            ],
            [
                "Tugas dari bergabungnya wakil Indonesia pada masa dibentuknya Volksraad adalah ..."
            ],
            [
                "Salah satu pimpinan Belanda yang membatasi ruang gerak SI dan memimpin pada tahun 24 Maret 1921 sampai 6 September 1926 adalah ..."
            ],
            [
                "Penangkapan yang dilakukan kepada H.O.S Tjokroaminoto sehingga tidak dapat menghadiri kongres nasional keempat disebabkan oleh ..."
            ],
            [
                "Darsono membuat tuduhan kepada H.O.S Tjokroaminoto sehingga mencoreng nama beliau. Tuduhan tersebut berisi ..."
            ],
            [
                "Untuk membatasi ruang gerak PKI agar tidak menimbulkan masalah bagi SI Putih maka diberlakukan disiplin partai. Tokoh yang menentang adanya disiplin kepada PKI pertama kali adalah ..."
            ],
            [
                "Tujuan dari adanya disiplin partai adalah selain membatasi ruang gerak PKI adalah, kecuali …"
            ],
            [
                "Adanya perpecahan antara komunis dengan kaum muslim dalam tubuh sarekat islam disebabkan oleh …"
            ],
            [
                "Sarekat Islam (SI), terpecah menjadi dua, yaitu Si Merah dan Si Putih. Tokoh-tokoh yang termasuk dalam SI Putih, antara lain adalah ..."
            ]
        ],
        [
            [
                "Membentuk simpati dan kepercayaan rakyat Indonesia"
            ],
            [
                "Surabaya, 29 September - 06 Oktober 1918"
            ],
            [
                "Memberikan kesempatan rakyat untuk memperjuangkan nasib rakyat kecil"
            ],
            [
                "Jenderal Dirk Fork"
            ],
            [
                "Masalah pemogokan Garut"
            ],
            [
                "Penyelewengan dana / korupsi untuk mentjokrokan"
            ],
            [
                "Tan Malaka"
            ],
            [
                "Agar SI Putih lebih mudah menjalankan tugasnya karena tidak adanya campu tangan SI merah"
            ],
            [
                "Masuknya ajaran komunis yang dibawa Semaun dan Darsono"
            ],
            [
                "Cokroaminoto, Agus Salim, Surjopranoto"
            ]
        ],
        [
            [
                "Membantu perekonomian rakyat Indonesia"
            ],
            [
                "Surabaya, 26 Oktober - 2 November 1919"
            ],
            [
                "Memberikan informasi bumiputera tentang kebijakan ekonomi politik"
            ],
            [
                "Greek van Limburg stirum"
            ],
            [
                "Masalah Afdeling B"
            ],
            [
                "Sikap fanatisme H.O.S Tjokroaminoto"
            ],
            [
                "Semaun"
            ],
            [
                "Untuk mendapatkan anggota yang jelas"
            ],
            [
                "Ketiadaan toleransi dalam perbedaan Ideologi"
            ],
            [
                "Abdul Muis, Alimin, dan Muso"
            ]
        ],
        [
            [
                "Membantu pemerintah Belanda yang sedang terlibat perang"
            ],
            [
                "Surakarta, 29 September- 06 Oktober 1918"
            ],
            [
                "Desentralisasi dan peningkatan peran kolonial pada bumiputera"
            ],
            [
                "Jenderal Idenburg"
            ],
            [
                "Retaknya hubungan SI Merah dan SI Putih"
            ],
            [
                "Membiarkan komunis memasuki tubuh SI"
            ],
            [
                "Darsono"
            ],
            [
                "Infiltrasi terhadap anggota yang masih bergabung dalam organisasi lain"
            ],
            [
                "Konflik HOS Cokroaminoto dengan para pengurus Sarekat Islam daerah"
            ],
            [
                "Abdul Muis, Agus Salim, Cokroaminoto"
            ]
        ],
        [
            [
                "Mempertahankan koloni Hindia-Belanda dari kemungkinan ancaman serangan pasca Perang Dunia I"
            ],
            [
                "Surabaya, 02 - 06 Maret 1921"
            ],
            [
                "Menjalin hubungan timbal balik dengan pemerintahan"
            ],
            [
                "Thomas Bastiaan Pleyte"
            ],
            [
                "Adanya penyerangan yang dilakukan Darsono"
            ],
            [
                "H.O.S Tjokroaminoto dalang dibalik pemogokan kerja"
            ],
            [
                "Sosrokardono"
            ],
            [
                "Menjauhkan islam dari ajaran komunis"
            ],
            [
                "Adanya adu domba yang dilakukan oleh Belanda"
            ],
            [
                "Semaun, Darsono, dan Tan Malaka"
            ]
        ]
    ]
}