{
    "c2array": true,
    "size": [
        5,
        10,
        1
    ],
    "data": [
        [
            [
                "Surat kabar yang dipimpin oleh Tirtoadisuryo dengan berbahasa melayu adalah ..."
            ],
            [
                "Dikota manakah didirikannya sarekat dagang islam..."
            ],
            [
                "Tujuan awal didirikannya gerakan sarekat dagang islam adalah untuk ..."
            ],
            [
                "Untuk mengembangkan Sarekat Dagang Islam H. Samanhudi sempat menjalin kerjasama dengan Tirtoadisuryo dalam dunia persuratkabaran, namun tidak berlangsung lama hal tersebut disebabkan oleh ..."
            ],
            [
                "Perubahan nama Sarekat Dagang Islam menjadi Sarekat Islam yang menandai berdirinya Sarekat Islam terjadi pada tanggal ..."
            ],
            [
                "Penyebab perkembangan Sarekat Islam yang begitu pesat pengikut adalah ..."
            ],
            [
                "Pada tahun 1913 Gubernur jenderal Idenburg mendukung SI dengan memberikan pengakuan secara resmi meskipun bukan sebagai organisasi nasional melainkan hanya sekumpulan cabang di daerah otonom. Alasan Jenderal Idenburg tidak memberikan pengakuan sebagai organisasi nasional adalah ..."
            ],
            [
                "Wakil SI dalam central committee dalam susunan awal kepengurusan SI yang dibentuk di Yogyakarta yang baru adalah ..."
            ],
            [
                "Berdasarkan susunan anggaran dasar tujuan dari Sarekat Islam adalah, kecuali ..."
            ],
            [
                "Pemilihan calon anggota pengurus besar central committee dilaksanakan pada kongres tanggal ..."
            ]
        ],
        [
            [
                "Medan Prijaji"
            ],
            [
                "Surakarta"
            ],
            [
                "Untuk menghadapi persaingan dengan pedagang Cina"
            ],
            [
                "Adanya penyelewengan dana yang tidak seharusnya"
            ],
            [
                "10 September 1912"
            ],
            [
                "Keanggotaan SI yang tidak terbatas dan berasal dari semua kalangan"
            ],
            [
                "SI ditakutkan akan mengancam keberlangsungan pemerintahan Belanda"
            ],
            [
                "R. Goenawan"
            ],
            [
                "Mendapatkan pengikut muslim sebanyak-banyaknya"
            ],
            [
                "Surakarta, 25 Maret 1913"
            ]
        ],
        [
            [
                "Soeara Oemoem"
            ],
            [
                "Batavia"
            ],
            [
                "Menyaingi organisasi Budi Utomo"
            ],
            [
                "Munculnya pesaing surat kabar lain"
            ],
            [
                "15 September 1912"
            ],
            [
                "Banyak orang pribumi yang beragama islam"
            ],
            [
                "Adanya pengakuan akan membuat SI semakin berani dalam bertindak"
            ],
            [
                "H.Samanhudi"
            ],
            [
                "SI dapat meningkatkan semangat dagang dan berwirausaha bagi bumiputera"
            ],
            [
                "Surabaya, 26 Januari 1913"
            ]
        ],
        [
            [
                "De Indier"
            ],
            [
                "Yogyakarta"
            ],
            [
                "Untuk memperbaiki ajaran Islam yang melenceng"
            ],
            [
                "Adanya desakan Belanda yang tidak mengizinkan"
            ],
            [
                "16 Oktober 1911"
            ],
            [
                "Sarekat Islam adalah wadah penyalur aspirasi rakyat"
            ],
            [
                "SI semakin Pro dengan pemerintah Belanda"
            ],
            [
                "H.O.S. Tjokroaminoto"
            ],
            [
                "Memberikan bantuan kepada anggota yang kesulitan"
            ],
            [
                "Yogyakarta, 18-20 April 1914"
            ]
        ],
        [
            [
                "Oetoesan Hindia"
            ],
            [
                "Surabaya"
            ],
            [
                "Sebagai organisasi penggerak massa"
            ],
            [
                "Kesulitan dalam menulis surat kabar karena mogok kerja"
            ],
            [
                "14 September 1911"
            ],
            [
                "SI bukan partai politik sehingga lebih fleksibel"
            ],
            [
                "SI semakin memanfaatkan posisi untuk meminta kebijakan yang menguntungkan kepada pemerintahan"
            ],
            [
                "R. Achmad"
            ],
            [
                "Meningkatkan pengembangan spiritual dan peningkatan taraf hidup"
            ],
            [
                "Surabaya, 26 Juni 1915"
            ]
        ]
    ]
}