{
    "c2array": true,
    "size": [
        5,
        10,
        1
    ],
    "data": [
        [
            [
                "Munculnya pergerakan nasional adalah karena adanya perubahan sikap sosial yang disebabkan oleh politik etis. Politik etis kerap kali disebut dengan?"
            ],
            [
                "Dibentuknya politik etis tentu memiliki tujuan disalurkan melalui bentuk kebijakan-kebijakan. Kebijakan tersebut adalah …"
            ],
            [
                "Salah satu faktor yang dapat menyatukan dan mengikat organisasi-organisasi pergerakan nasional adalah …"
            ],
            [
                "Harga jual batik yang dihasilkan bumiputera relatif lebih tinggi dibandingkan dengan pedagang batik asal Cina, Hal ini berdampak buruk pada perekonomian bumiputera. Hal ini dikarenakan kecuali …"
            ],
            [
                "Di bawah ini yang bukan pendiri awal Sarekat Islam, kecuali …"
            ],
            [
                "Berikut ini merupakan salah satu hal yang mendasarkan Sarekat Islam adalah …"
            ],
            [
                "Di bawah ini yang bukan merupakan tujuan Sarekat Islam adalah …"
            ],
            [
                "Siapa orang yang mengusulkan perubahan nama organisasi tersebut menjadi Sarekat Islam?"
            ],
            [
                "Sarekat Dagang Islam yang dipimpin oleh H. Samanhudi didirikan pada tahun ..."
            ],
            [
                "Pada saat H.Samanhudi membentuk Sarekat Dagang Islam ternyata telah muncul organisasi dengan nama serupa di Batavia. Organisasi serupa ini didirikan oleh …"
            ]
        ],
        [
            [
                "Trias van deventer"
            ],
            [
                "Pendidikan, Irigasi, Emigrasi"
            ],
            [
                "Adanya tujuan yang sama, yaitu ingin mencapai kemerdekaan"
            ],
            [
                "Pedagang pribumi ingin mendapatkan laba yang banyak sehingga cepat balik modal"
            ],
            [
                "H. Samanhudi"
            ],
            [
                "Ekonomi"
            ],
            [
                "Menjadi organisasi beragama Islam nomor satu di Indonesia"
            ],
            [
                "H.O.S. Tjokroaminoto"
            ],
            [
                1911
            ],
            [
                "Tirto Adisuryo"
            ]
        ],
        [
            [
                "Trias politica"
            ],
            [
                "Pendidikan, Irigasi, Ekonomi"
            ],
            [
                "Adanya kesadaran tentang arti pentingnya berpolitik"
            ],
            [
                "Cina sebagai importer dapat memproduksi dengan harga rendah"
            ],
            [
                "Boedi Oetomo"
            ],
            [
                "Politik"
            ],
            [
                "Memajukan perdagangan"
            ],
            [
                "H. Samanhudi"
            ],
            [
                1912
            ],
            [
                "H.O.S Tjokroaminoto"
            ]
        ],
        [
            [
                "Devide at impera"
            ],
            [
                "Pendidikan, Perekonomian, Emigrasi"
            ],
            [
                "Adanya diskriminasi yang dilakukan oleh Belanda"
            ],
            [
                "Cina yang berhasil menguasai perdagangan"
            ],
            [
                "Dr. Soetomo"
            ],
            [
                "Sosial Budaya"
            ],
            [
                "Membantu anggota dalam bidang usaha"
            ],
            [
                "Abikusno Cokrosuyoso"
            ],
            [
                1913
            ],
            [
                "Tirtokusumo"
            ]
        ],
        [
            [
                "Politik Dagang"
            ],
            [
                "Irigasi, Perekonomian, Emigrasi"
            ],
            [
                "Waktu berdirinya yang hampir bersamaan"
            ],
            [
                "Pedagang Pribumi harus memikirkan biaya produksi, kemasan, dan pemasaran"
            ],
            [
                "Tirtokusumo"
            ],
            [
                "Hukum"
            ],
            [
                "Memajukan pengajaran dan semua yang mempercepat naiknya derajat bumiputera"
            ],
            [
                "Ir. Soekarno"
            ],
            [
                1910
            ],
            [
                "Semaun"
            ]
        ]
    ]
}