{
    "c2array": true,
    "size": [
        5,
        10,
        1
    ],
    "data": [
        [
            [
                "Diketahui bahwa SI telah mengubah nama menjadi PSI dengan menambahkan kata partai yang dilakukan pada kongres CSI ketujuh di Madiun yang bertanggal pada "
            ],
            [
                "Semaun tidak pro terhadap pendapat para anggota SI Yogyakarta yang mengungkapkan bahwa sudah sewajarnya turut andil dalam Volksraad yang merupakan dewan rakyat. Alasan Semaun tidak pro dikarenakan …"
            ],
            [
                "Kongres CSI ketiga bertempat di Surabaya pada 29 September – 6 Oktober 1918 membahas berbagai macam topik yang menghasilkan putusan bagi keberlangsungan SI kedepannya. Berikut yang termasuk dalam salah satu putusan dalam kongres ini adalah ..."
            ],
            [
                "Didirikannya PPKB merupakan penerapan keputusan untuk pemogokan kaum buruh . yang tidak termasuk dalam tujuan dari pemogokan tuntutan dan pemogokan kerja yang dilakukan kaum buruh adalah …"
            ],
            [
                "Setelah keluar dari SI dan kongres PKI bulan Juni 1924 dengan Semaun sebagai ketua umum PKI segera membentuk kekuatan untuk membesarkan arah gerak. Upaya yang dilakukan PKI adalah …"
            ],
            [
                "Pada tahun 1927 PSI menggabungkan diri dengan PPPKI yang diharuskan untuk menambahkan kata Indonesia sebagai nama belakang. Tujuan penambahan kata ini adalah …"
            ],
            [
                "Pada tanggal 13 November 1926 PKI melakukan pemberontakan yang disusul dengan tindakan kekerasan di beberapa daerah seperti Jawa Barat, Jawa Timur, Jawa Tengah namun dengan mudah dikalahkan oleh Belanda. Menurut Tan Malaka kekalahan ini disebabkan oleh ..."
            ],
            [
                "Setelah tahun 1934 PSII terpecah belah menjadi beberapa bagian. Dibawah ini yang tidak termasuk dalam bagian PSII adalah ..."
            ],
            [
                "PSII tanpa menunggu keputusan dari kongres mengeluarkan diri dari PPPKI. Alasan yang mendasari keluarnya PSII dari PPPKI adalah ..."
            ],
            [
                "[LEFT]Perhatikan urutan tanggal kongres dibawah ini ...\n\n(I) 20 – 27 Oktober 1917\n(II) 02 – 06 Maret 1921\n(III) 05 – 07 Maret 1921\n(IV) 06 – 10 Oktober 1921\n\nDari tanggal diatas yang termasuk kongres nasional CSI terdapat pada nomor ..."
            ]
        ],
        [
            [
                "12-23 Februari 1923"
            ],
            [
                "Pro dengan kapitalisme kolonial"
            ],
            [
                "Pengangkatan wakil Volksraad"
            ],
            [
                "Peraturan dan kesepakatan hari libur"
            ],
            [
                "Membangun kekuatan Sarekat Rakyat dan Barisan Muda"
            ],
            [
                "Terlihat spesifik untuk tercapainya kemerdekaan"
            ],
            [
                "Pengkordinasian dan persiapan belum matang"
            ],
            [
                "PSII H.O.S Tjokroaminoto"
            ],
            [
                "Perbedaan anggaran dasar PSII dengan PPPKI"
            ],
            [
                "II,III,IV"
            ]
        ],
        [
            [
                "17-21 Februari 1923"
            ],
            [
                "Mempengaruhi jiwa nasionalisme"
            ],
            [
                "Menolak perdamaian etnis tionghoa"
            ],
            [
                "Mendapatkan kenaikan gaji"
            ],
            [
                "Melakukan Infiltrasi kepada anggota yang tidak pro"
            ],
            [
                "Menyamakan identitas dengan PPPKI"
            ],
            [
                "Halangan pimpinan PKI hingga pemberontakan tidak maksimal"
            ],
            [
                "PSII Abikusno"
            ],
            [
                "Penghinaan terhadap kaum muslim oleh kaum nasionalis"
            ],
            [
                "I,II,III"
            ]
        ],
        [
            [
                "17-21 Februari 1923"
            ],
            [
                "Lupa tujuan awal SI"
            ],
            [
                "Pengangkatan Sneevliet dan Semaun sebagai wakil Belanda"
            ],
            [
                "Tunjangan hari raya"
            ],
            [
                "Melakukan aksi teror"
            ],
            [
                "Agar menjangkau banyak aspek"
            ],
            [
                "Adanya perbedaan arah gerak sehingga PKI terpecah"
            ],
            [
                "PSII Kartosuwiryo"
            ],
            [
                "PPPKI menggandeng partai lain"
            ],
            [
                "I,II,IV"
            ]
        ],
        [
            [
                "18-23 Februari 1923"
            ],
            [
                "Memberi peluang kolonial"
            ],
            [
                "Penyetujuan ikut andil Indie Weerbaar"
            ],
            [
                "Pemberian upah 2 kali lipat saat libur"
            ],
            [
                "Menetapkan kebijakan dan penguatan anggota PKI"
            ],
            [
                "Terlihat semakin nasionalis"
            ],
            [
                "Kalah kuat persenjataan Belanda sehingga mudah ditumpas"
            ],
            [
                "PSII Sukiman"
            ],
            [
                "Perbedaan tujuan dan pola pandang antara PSII dengan PPPKI"
            ],
            [
                "I,III,IV"
            ]
        ]
    ]
}